{
  "titles": {
    "home": "Livlin · Servicios para la regeneración",
    "services": "Livlin · Servicios",
    "about": "Livlin · Quiénes somos",
    "contact": "Livlin · Contacto"
  },
  "nav": {
    "home": "Inicio",
    "services": "Servicios",
    "about": "Quiénes somos",
    "contact": "Contacto",
    "aria_label": "Navegación principal"
  },
  "footer": {
    "copy": "© 2025 Livlin. Todos los derechos reservados."
  },
  "lang": {
    "choose": "Idioma / Language / 语言"
  },
  "ui": {
    "skip_to_content": "Saltar al contenido principal",
    "read_more": "Leer más",
    "hire_nbs": "Contrata estos servicios",
    "hire_research": "Contrata estos servicios",
    "hire_digital": "Contrata estos servicios",
    "hire_facilitation": "Contrata estos servicios"
  },
  "home": {
    "title": "Ecoalfabetización para la regeneración",
    "lead": "Acompañamos a personas, comunidades y empresas a reconectar sanamente con la naturaleza, visualizar nuevos horizontes y generar cambios transformadores.",
    "what_title": "¿Qué nos mueve?",
    "what_p1": "Livlin ofrece servicios profesionales para la regeneración, la ecoalfabetización y soluciones basadas en la naturaleza.",
    "what_p2": "Integramos ciencia, tecnología y prácticas agroecológicas para impulsar proyectos con sentido, con resultados medibles que contribuyan positivamente a una cultura regenerativa."
  },
  "services": {
    "title": "Servicios Profesionales Livlin",
    "lead": "Ofrecemos cuatro grupos de servicios que integran ciencia, tecnología y prácticas regenerativas para diseñar, implementar y escalar soluciones basadas en la naturaleza.",
    "s1": {
      "title": "Agroecología y cultura regenerativa",
      "desc": "Asistencia técnica para el diseño e implementación de huertas y sistemas productivos urbanos/comunitarios, con foco en agua, suelo y biodiversidad.",
      "li1": "Huertas urbanas y comunitarias (patios, techos, escuelas, espacios colectivos).",
      "li2": "Wicking beds (macetas auto-regantes) para eficiencia hídrica y producción estable.",
      "li3": "Compostaje y lombricultura: sistemas de manejo de residuos orgánicos y capacitación.",
      "li4": "Kits y manuales de réplica para multiplicar soluciones.",
      "img_alt": "Ilustración de soluciones basadas en la naturaleza"
    },
    "s2": {
      "title": "Facilitación y formación para el cambio",
      "desc": "Diseñamos y facilitamos procesos de aprendizaje y transformación para equipos y proyectos, con metodologías participativas y evaluación.",
      "li1": "Teorías de Cambio con enfoque estratégico y MEL.",
      "li2": "Facilitación de procesos participativos (talleres, metodologías visuales).",
      "li3": "Sistemas de indicadores y métricas alineados a marcos nacionales y globales.",
      "li4": "Talleres prácticos: huerta, compostaje, riego, lombricultura, reciclaje, biodiversidad.",
      "li5": "Capacitaciones en tecnologías simples y herramientas digitales abiertas.",
      "li6": "Mentorías individuales y grupales para proyectos regenerativos.",
      "img_alt": "Facilitación y formación para el cambio"
    },
    "s3": {
      "title": "Soluciones digitales personalizadas",
      "desc": "Creamos soluciones digitales para explorar datos, gestionar información y comunicar resultados, conectando pasado, presente y futuro para decisiones estratégicas.",
      "li1": "Herramientas de gestión de información y planificación (plataformas web).",
      "li2": "Exploradores de datos territoriales, sociales o ambientales.",
      "li3": "Tableros de monitoreo de indicadores con visualizaciones exportables.",
      "li4": "Aplicaciones educativas interactivas (juegos, simuladores, apps).",
      "img_alt": "Soluciones digitales personalizadas"
    },
    "s4": {
      "title": "Investigación y gestión del conocimiento",
      "desc": "Combinamos rigor científico con metodologías participativas para generar evidencia, aprender y mejorar decisiones estratégicas.",
      "li1": "Investigación-Acción participativa con comunidades.",
      "li2": "Metodologías mixtas: entrevistas, encuestas, mapeos, análisis de datos y estadística.",
      "li3": "Evaluación de impacto social y ambiental en poblaciones y territorios.",
      "img_alt": "Investigación y gestión del conocimiento"
    }
  },
  "about": {
    "title": "Quiénes somos",
    "lead": "Conectamos ciencia, tecnología y prácticas agroecológicas para transformar territorios.",
    "subtitle": "Sociólogo | Diseñador en Permacultura",
    "bio_html": "\n    <div class='bio'>\n      <p>Actualmente facilito procesos de cambio y construyo herramientas digitales abiertas para que personas y organizaciones puedan tomar mejores decisiones frente a los desafíos socioambientales. Creo en el aprendizaje situado, el trabajo colaborativo y la integración entre conocimiento científico y prácticas locales.</p>\n      <p>Mi propósito es aportar a la regeneración de la vida, fortaleciendo capacidades y tejiendo redes que cuiden de las personas, de la tierra y de las comunidades. Desde Livlin, buscamos soluciones simples, replicables y con impacto real en nuestros territorios y organizaciones.</p>\n    </div>\n    "
  },
  "contact": {
    "title": "Contáctanos",
    "lead": "Formemos acuerdos y colaboremos.",
    "write": "Escríbenos",
    "note": "Gracias por tu interés. Te responderemos pronto."
  }
}
