{
  "titles": {
    "home": "LivLin · Services for Regeneration",
    "services": "LivLin · Services",
    "about": "LivLin · About Us",
    "contact": "LivLin · Contact"
  },
  "nav": {
    "home": "Home",
    "services": "Services",
    "about": "About Us",
    "contact": "Contact",
    "gallery":"Gallery",
    "recursos":"Resources",
    "aria_label": "Main Navigation"
  },
  "footer": {
    "copy": "© 2025 LivLin. All rights reserved."
  },
  "lang": {
    "choose": "Language / Idioma / 语言"
  },
  "ui": {
    "skip_to_content": "Skip to main content",
    "read_more": "Read more",
    "hire_nbs": "Hire these services",
    "hire_research": "Hire these services",
    "hire_digital": "Hire these services",
    "hire_facilitation": "Hire these services"
  },
  "home": {
    "title": "When the planet gets sick, to regenerate is to heal and celebrate life",
    "lead": "In the face of global challenges such as climate change, pollution crises, and biodiversity loss, we offer local and practical solutions that regenerate the ecosystems sustaining life for present and future generations.",
    "what_title_p1": "Who we are",
    "what_p1": "I’m Francis Mason 林高天 (Lín Gāotiān), a sociologist and permaculturist. I lead this initiative that aims to offer practical and sustainable solutions for individuals, communities, and organizations in response to the triple environmental crisis we face. I coordinate an active and ever-growing community of urban agriculture practitioners that, from Chile—South America, the southern part of the world—connects knowledge and wisdom to co-inhabit a better present and co-design a better future. Welcome to LivLin!",
    "what_title_p2": "How we work",
    "what_p2": "We combine practice, accompaniment, and the appropriate use of technologies to drive the transformational change needed to live closer to a regenerative and sustainable vision for present and future generations."
  },

  "model": {
    "model_title": "LivLin Services Model",
    "s1_head": "Urban Agroecological Agriculture",
    "s1_desc": "Design and implementation of urban gardens",
    "s2_head": "Regenerative Accompaniment and Learning",
    "s2_desc": "Facilitation and learning for change",
    "s3_head": "Digital Tools for Regeneration",
    "s3_desc": "Technology for appropriate use",
    "center_text": "A regenerative and sustainable future"
  },

  "services": {
    "title": "Professional services for ecosocial regeneration",
    "lead": "We are organized into three lines of services that apply to all audiences and organizations:",
    "lead_emotional": "Every action — individual or collective, no matter how simple it may seem — has an environmental impact, through both its intended and unintended effects on the larger natural ecosystem that sustains all life.",

    "s1": {
      "title": "Urban Agroecological Agriculture",
      "subtitle": "Design and implementation of living urban gardens and ecosystems",
      "desc": "We foster the expression of nature in the city — from rooftops and patios to public squares and open land — cultivating environmental education and reconnection with the rhythms of life. We promote regenerative, pesticide-free urban agriculture adapted to each context.",
      "li1": "Personalized technical guidance throughout all stages of urban agroecological cultivation:",
      "sub_li3_1": "Household organic waste management",
      "sub_li3_2": "Composting and vermiculture",
      "sub_li3_3": "Efficient irrigation systems",
      "sub_li3_4": "Seed care and propagation",
      "sub_li3_5": "Soil health and regeneration",
      "sub_li3_6": "Support in planting, management, and harvesting",
      "sub_li3_7": "We adapt to your specific needs",
      "img_alt": "Illustration of urban agroecological agriculture"
    },

    "s2": {
      "title": "Regenerative Accompaniment and Training",
      "subtitle": "Facilitation, research, and capacity building for change",
      "desc": "We accompany deep transformation processes in people and organizations, strengthening regenerative capacities that sustain the conditions necessary to ensure the continuity of healthy, biodiverse life.",
      "li1": "Process facilitation and strategic planning based on the Theory of Change model",
      "li1_desc": "Theory of Change is a planning process that articulates how to achieve a desired change, including defining indicators, follow-up plans, and evaluation for learning. It applies to individuals and organizations seeking to define their path toward a desired transformation.",
      "li2": "Combination of advanced social science research methods for regenerative purposes",
      "li2_desc": "Science to harvest evidence, learn, and improve strategic decisions that connect with broader local and global conceptual frameworks, enabling participation in aligned local and international networks.",
      "sub_li2_1": "Quantitative social research:",
      "sub_li2_1_desc": "Surveys, statistical analysis, data visualization",
      "sub_li2_2": "Qualitative social research:",
      "sub_li2_2_desc": "Interviews, group interviews, focus groups, mappings",
      "sub_li2_3": "Participatory research:",
      "sub_li2_3_desc": "Promotion of participatory leadership through methodologies such as World Café, talking circles, open spaces, wise action design, among others.",
      "li3": "Workshop facilitation and training, individual and group mentoring",
      "li3_desc": "Topics cover diverse local practices and actions that positively contribute to a regenerative and sustainable future vision. Content promotes experiential learning for all ages through a participatory leadership approach.",
      "li4": "Advisory for the submission and execution of project proposals to public and private funding opportunities",
      "li4_desc": "Applies to both national and international contexts.",
      "img_alt": "Facilitation and training for change"
    },

        "s3": {
      "title": "Digital Tools for Regeneration",
      "subtitle": "Customized technological solutions in service of sustainability",
      "desc": "By creating web applications, we unlock practical processes that help organizations working for regeneration to move forward more smoothly. We design affordable, custom digital tools that support management, communication, and learning for aligned communities — always within a critical reflection on the role of technology in regenerative work.",
      "li1": "Creation of websites for your organization",
      "li1_desc": "Simple and low-cost websites to communicate the value of your project or organization.",
      "li2": "Development of custom web applications tailored to your needs and interests:",
      "li2_desc": "We co-create digital solutions for different organizational challenges and regenerative efforts.",
      "sub_li2_1": "Financial and savings management systems for organizations",
      "sub_li2_2": "Task and agreement tracking systems",
      "sub_li2_3": "Dynamic dashboards for exploring data, managing information, and communicating results",
      "sub_li2_4": "Geospatial, social, or environmental data explorers",
      "sub_li2_5": "Indicator monitoring dashboards with exportable visualizations",
      "sub_li2_6": "Pedagogical tools",
      "sub_li2_7": "We design according to your needs",
      "img_alt": "Customized digital solutions"
    }
  },


    "contact": {
      "title": "Contact",
      "lead": "Connect through any of these channels",
      "write": "Write to us",
      "note": "Thank you for your interest. We will reply soon.",
      "wechat": "WeChat",
      "line": "Line",
      "whatsapp": "WhatsApp"
    },
    "propuesta_valor": {
      "title": "Value Proposition",
      "desc": "All professional services offered are sustained by a present and future vision where:",
      "li1": "The global challenges of climate change, biodiversity loss, and the pollution crisis are faced collectively by people, organizations, communities, and companies committed to life.",
      "li2": "The act of regenerating the conditions for the continuity of life is central to guiding efforts toward a better way of living.",
      "li3": "We are willing to embrace a mindset shift that breaks away from linear and degenerative life patterns that result in greater pollution and biodiversity loss.",
      "li4": "We adopt new roles by integrating natural and human systems, in favor of the health of both.",
      "li5": "We assume that this work is in permanent evolution, as the regenerative perspective involves achieving goals whose timescale surpasses our human lifetimes; that is, objectives that transcend into future generations."
    },
    "publico_interes": {
      "title": "Who We Primarily Serve",
      "li1": "Anyone interested in joining the pulse of regeneration and seeking guidance.",
      "li2": "Individuals and communities interested in learning to grow their own food and starting a garden.",
      "li3": "People experiencing eco-anxiety who need help taking concrete actions to improve their health and that of the ecosystem.",
      "li4": "Professionals and technicians creating social impact who need support to ensure their work also contributes positively to the health of the greater ecosystem.",
      "li5": "Organizations and companies seeking to strengthen their sustainability practices, generating an impact that benefits both their well-being and that of the ecosystems where they live and envision their future.",
      "li6": "Educational institutions that need to strengthen their approach to environmental education through concrete regenerative actions within their spaces, enriching the meaning of their educational projects."
    },
    "instagram": {
      "title": "Latest on Instagram"
    },
    "download_guia": {
      "guia": "Download the Introduction to Regeneration Guide",
      "btn_download_guia": "Download Guide"
  }
}